{
  "analysis": "**FİYATIN GENEL TRENDİNİN YORUMU**\n\nSon 20 günlük fiyat verilerine bakıldığında THYAO hissesinin genel trendinin yatay olduğunu söyleyebiliriz.  Fiyatlar 275 ile 312.75 arasında dalgalı bir hareket sergiliyor. Kesin bir yükseliş veya düşüş trendi henüz belirgin değil.  Destek ve direnç seviyelerinin belirlenmemesi analizi zorlaştırıyor ancak yaklaşık 280 seviyesi destek, 300 seviyesi ise direnç olarak düşünülebilir.\n\n<br>\n\n**OLASILIKLI SENARYOLAR**\n\n1. **Yükseliş Senaryosu:** Haberlerde belirtilen pozitif gelişmeler (bilanço beklentilerini karşılama, bazı kurumların hisse senedine yatırım yapması) ve 300 seviyesinin kırılması durumunda yükseliş trendi başlayabilir.\n\n    * Tahmini Kapanış Fiyatları: [295, 302, 308, 315, 320]\n\n\n2. **Yatay Senaryosu:**  Genel trendin yatay olması ve belirgin bir destek ya da direnç seviyesinin olmaması, fiyatların mevcut aralıkta dalgalanmaya devam edebileceğini gösteriyor.\n\n    * Tahmini Kapanış Fiyatları: [288, 292, 285, 290, 295]\n\n\n3. **Düşüş Senaryosu:**  Olumsuz ekonomik gelişmeler veya sektör haberleri, 280 seviyesinin kırılması durumunda düşüş trendine yol açabilir.\n\n    * Tahmini Kapanış Fiyatları: [282, 278, 275, 270, 265]\n\n\n<br>\n\n**HANGİ SENARYONUN İHTİMALİ DAHA YÜKSEKTİR VE YATIRIMCI ÖNERİSİ**\n\nGenel olarak, **yatay senaryonun** olma ihtimalinin daha yüksek olduğunu düşünüyorum.  Fiyatlardaki dalgalanma ve belirgin bir trendin olmaması bu kanaati destekliyor.  Haberler hem pozitif hem de negatif unsurlar içeriyor.  Kısa vadeli yatırımcılar için, 280 ve 300 seviyelerini izleyerek işlem yapabilirler. 280 seviyesi kırılırsa düşüş yönünde işlem, 300 seviyesi kırılırsa yükseliş yönünde işlem yapılabilir. Uzun vadeli yatırımcılar için ise mevcut fiyatlarda bekleyip, daha net bir trend belirlenmesini beklemek daha doğru olacaktır.  Destek ve direnç seviyelerinin daha net belirlenmesi için daha fazla veriye ihtiyaç vardır.  Yatırım kararı almadan önce kendi araştırmanızı yapmanızı ve risk toleransınızı değerlendirmenizi öneririm.\n",
  "last_update": "2025-05-28T00:35:35.713476"
}