{
  "analysis": "**FİYATIN GENEL TRENDİNİN YORUMU**\n\nVerilen fiyat verilerine bakıldığında THYAO hissesinin son 20 günlük fiyat hareketinde belirgin bir trend tespit etmek zor. Fiyatlar 275 ile 312.75 arasında dalgalı bir seyir izlemiş.  Kısa vadeli bir düşüş eğilimi olsa da, güçlü bir yükseliş veya düşüş trendi belirgin değil.  Destek ve direnç seviyeleri belirsiz olduğundan, trend analizi sınırlı kalıyor. Haberler ise karışık sinyaller veriyor; hem pozitif hem de negatif haberler bulunmakta.\n\n\n<br>\n\n**OLASILIKLI SENARYOLAR**\n\n1. **Yükseliş Senaryosu:** Haberlerin bir kısmı olumlu ve şirket bilançosuyla ilgili haberler piyasa beklentilerini karşılamış görünüyor.  Bu durum hisse fiyatında yükselişe neden olabilir.\n\n   * Önümüzdeki 5 Günün Tahmini Kapanış Fiyatları: [295, 302, 308, 315, 320]\n\n\n2. **Yatay Senaryosu:** Olumlu ve olumsuz haberlerin dengelenmesi sonucu fiyatlar mevcut aralıkta yatay seyredebilir.  Belirgin bir destek veya direnç seviyesi belirgin olmadığından bu ihtimal de güçlü.\n\n   * Önümüzdeki 5 Günün Tahmini Kapanış Fiyatları: [288, 290, 292, 289, 291]\n\n\n3. **Düşüş Senaryosu:** Bazı haberler havacılık sektörünün olumsuz durumuna işaret ediyor.  Bu, hisse fiyatında düşüşe neden olabilir, özellikle de genel piyasa koşulları da olumsuzsa.\n\n   * Önümüzdeki 5 Günün Tahmini Kapanış Fiyatları: [282, 278, 275, 270, 265]\n\n\n<br>\n\n**HANGİ SENARYONUN İHTİMALİ DAHA YÜKSEK VE YATIRIMCI ÖNERİSİ**\n\nDaha yüksek ihtimalli senaryo **Yatay Senaryo**'dur.  Verilen fiyatlardaki dalgalanma ve belirsiz destek/direnç seviyeleri bunu desteklemektedir.  Haberler de hem olumlu hem olumsuz gelişmeleri içeriyor ve net bir yön göstermiyor.\n\nYatırımcıya önerim, kısa vadeli işlemlerden kaçınıp, hisseyi daha uzun vadeli bir perspektiften değerlendirmektir.  Destek ve direnç seviyelerinin daha net belirlenmesi ve piyasa koşullarının daha iyi anlaşılması için daha fazla veri beklenmelidir.  Ani fiyat hareketlerine karşı dikkatli olunmalı ve stop-loss emirleri kullanılarak risk yönetimi sağlanmalıdır.  Şirketin finansal performansı ve sektördeki gelişmeler yakından takip edilmelidir.\n",
  "last_update": "2025-05-28T11:13:37.388269"
}